// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Gestione dell’alimentazione";

State0Title = "OK";
State1Title = "Temperatura eccessiva";
State2Title = "Carica in corso";
State3Title = "Mancante";
State4Title = "Guasta";
State5Title = "Recupero non riuscito";

AutoPowerOffTitle = "Spegnimento automatico batteria:";
BatteryStateTitle = "Stato della batteria:";
BatteryLevelTitle = "Livello della batteria:";
VisitText1 = "Visitare il sito ";
VisitText2 = " per ulteriori informazioni sugli accessori.";
ApplyButtonTitle = "Applica adesso";

After5Min = "Dopo 5 Minuti";
After10Min = "Dopo 10 Minuti";
After20Min = "Dopo 20 Minuti";
After15Min = "Dopo 15 Minuti";
After30Min = "Dopo 30 Minuti";
After45Min = "Dopo 45 Minuti";
After1Hour = "Dopo 1 Ora";
After2Hours = "Dopo 2 Ore";
After3Hours = "Dopo 3 Ore";
Never = "Mai";